Repository: feche87/django-reversion
Catalog: src/reversion/locale/*/LC_MESSAGES/django.po
Languages: es

source: Recover deleted %(name)s
es: Recuperar %(name)s eliminados

source: Reverted to previous version, saved on %(datetime)s
es: Restituir la versión guardada el %(datetime)s

source: The %(model)s "%(name)s" was reverted successfully. You may edit it again below.
es: El %(model)s "%(name)s" fue restituído correctamente. Puede editarlo debajo.

source: Recover %(name)s
es: Recuperar %(name)s

source: Revert %(name)s
es: Restituir %(name)s

source: Add %(name)s
es: Agregar %(name)s

source: Choose a date from the list below to revert to a previous version of this object.
es: Elija una fecha de la lista para restituir una versión previa de este objeto.

source: Date/time
es: Fecha/Hora

source: User
es: Usuario

source: Comment
es: Comentario

source: DATETIME_FORMAT
es: d/m/Y, G:i

source: This object doesn't have a change history. It probably wasn't added via this admin site.
es: Este objeto no posee un historial de modificaciones. Probablemente no haya sido agregado mediante el sitio de administración.

source: Recover deleted %(verbose_name)s
es: Recuperar %(verbose_name)s eliminado

source: Press the save button below to recover this version of the object.
es: Presione el botón guardar que aparece debajo para recuperar esta versión del objeto.

source: Choose a date from the list below to recover a deleted version of an object.
es: Elija una fecha de la lista para recuperar la versión que se ha eliminado del objeto.

source: There are no deleted objects to recover.
es: No hay objetos eliminador para recuperar.

source: History
es: Historial

source: Revert %(verbose_name)s
es: Restituir %(verbose_name)s

source: Press the save button below to revert to this version of the object.
es: Presione el botón guardar para restituir esta versión del objeto.
